index=AD earliest=$args.earliest$ latest=$args.latest$ (EventCode=4722 OR EventCode=4723 OR EventCode=4724 OR EventCode=4767) | eval Subject_Account_Name=mvindex(Account_Name, 0) | eval Target_Account_Name=mvindex(Account_Name, 1) | eval Subject_Account_Domain=mvindex(Account_Domain, 0) | eval Target_Account_Domain=mvindex(Account_Domain, 1) | search Subject_Account_Name!=*$ | search Account_Name!=*$ | Table _time EventCode Subject_Account_Domain Subject_Account_Name Target_Account_Domain Target_Account_Name ComputerName | sort 0 _time
