index="windows" source="wineventlog:security" EventCode=4769 Account_Name!=*$* earliest=$args.earliest$ latest=$args.latest$ | table TaskCategory EventCode LogName Message RecordNumber SourceName _time